{
  "bos_token": {
    "__type": "AddedToken",
    "content": "<s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "clean_up_tokenization_spaces": false,
  "eos_token": {
    "__type": "AddedToken",
    "content": "</s>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "legacy": true,
  "model_max_length": 1000000000000000019884624838656,
  "pad_token": null,
  "special_tokens_map_file": "/ceph/home/jun01/.cache/huggingface/hub/models--ziqingyang--chinese-alpaca-2-lora-7b/snapshots/b99962865d46b51aac3c8f974924a8ea6dfe9890/special_tokens_map.json",
  "tokenizer_class": "LlamaTokenizer",
  "unk_token": {
    "__type": "AddedToken",
    "content": "<unk>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "use_fast": false
}
